Repository: common-repository/theatre-wp
Catalog: languages/theatre-wp-*.po
Languages: fr_fr

source: Credits
fr_fr: Crédits

source: Credits Titles
fr_fr: Titres des crédits

source: Single Spectacle slug
fr_fr: Singulier du terme de la ressource de l'URL pour les spectacles

source: Plural Spectacles slug
fr_fr: Pluriel du terme de la ressource de l'URL pour les spectacles

source: Single Performance slug
fr_fr: Singulier du terme de la ressource de l'URL pour les représentations

source: Plural Performances slug
fr_fr: Pluriel du terme de la ressource de l'URL pour les représentations

source: Your Singular Performances name (Performance, Play, Gig...)
fr_fr: Le Singulier pour le nom de vos représentations (Représentation, Pièce, Concert, etc.)

source: Your Plural Performances name (Performances, Plays, Gigs...)
fr_fr: Le Pluriel pour le nom de vos représentations (Représentations, Pièces, Concerts, etc.)

source: Sheet
fr_fr: Fiche

source: Video Code. The code of the video in YouTube or Vimeo
fr_fr: Code de la vidéo sur YouTube ou Vimeo

source: Performing Show
fr_fr: Représentation du spectacle

source: Event in which the show is performed (Festival, Arts Program...)
fr_fr: Evénements pendant lequel le spectacle est joué (festival, etc.)

source: Where is the Show to be played (Theatre)
fr_fr: Où le spectacle a lieu

source: e.g. Province, County...
fr_fr: Ex. : province, canton, etc.

source: Asc
fr_fr: Ascendant

source: Desc
fr_fr: Descendant

source: Production Upcoming Performances
fr_fr: Les prochaines représentations de la production

source: Display a list of upcoming performances for the current production
fr_fr: Affiche une liste des prochaines représentations de la production actuelle

# From day one to day two at (hour)
source: From %s to %s (%s)
fr_fr: Du %s au %s (%s)

# From day one at (hour) to day two at (hour)
source: From %s (%s) to %s (%s)
fr_fr: Du %s (%s) au %s (%s)

# (date) performing from day
source: From
fr_fr: Du

# (date) performing to day
source: To
fr_fr: Au

# spectacles that belong to %s category
source: %s Spectacles
fr_fr: Spectacles %s

source: Your Singular Spectacles name (Spectacle, Choreography, Show, Production...)
fr_fr: Le Singulier pour le nom de vos spectacles (Spectacle, Chorégraphie, Production, etc.)

source: Your Plural Spectacles name (Spectacles, Choreographies, Shows, Productions...)
fr_fr: Le Pluriel pour le nom de vos spectacles (Spectacles, Chorégraphies, Productions, etc.)

source: Technical Sheet
fr_fr: Fiche technique

source: Display a list of your productions
fr_fr: Afficher la liste de vos productions

source: Display a list of upcoming performances
fr_fr: Afficher une liste des prochaines représentations

source: Number of performances to display (0 for all):
fr_fr: Nombre de représentations à afficher (0 pour tous):

source: There are no registered performances for dates searched
fr_fr: Il n'y a pas de représentation enregistrer pour les dates sélectionnées

source: There are no performaces right now
fr_fr: Il n'y a pas encore de représentation

source: Previous Performances
fr_fr: Représentations précédentes

source: Audience:
fr_fr: Public :

source: More Spectacles
fr_fr: Plus de spectacles

source: Previous Spectacles
fr_fr: Spectacles précédents

source: Check dates
fr_fr: Cocher les dates

source: When
fr_fr: Quand

source: %s Total performances
fr_fr: %s toutes les représentations

source: View upcoming performances
fr_fr: Voir les prochaines représentations

source: One performance
fr_fr: Une représentation

source: Theatre WP Options
fr_fr: Options de Theatre WP

source: Number of Shows per page
fr_fr: Nombre de spectacles par pages

source: Number of Performances per page
fr_fr: Nombre de représentations par page

source: Delete all data when uninstall
fr_fr: Supprimer toutes les données à la désinstallation

source: Sponsors as list in Spectacle
fr_fr: Les sponsors comme des listes dans les spectacles

source: You have no shows registered yet.
fr_fr: Vous n'avez pas encore de spectacle enregistré.

source: Select one
fr_fr: Sélectionnez-en un

source: Display a list of your spectacles
fr_fr: Afficher une liste de vos spectacles

source: Spectacle Next Performances
fr_fr: Prochaines représentation du spectacle

source: Global Next Performances
fr_fr: Toutes les prochaines représentations

source: Production Sponsors
fr_fr: Les sponsors de la production

source: Add new
fr_fr: Ajouter nouveau

source: Add new Show
fr_fr: Ajouter un nouveau spectacle

source: Edit Show
fr_fr: Modifier un spectacle

source: New Show
fr_fr: Nouveau spectacle

source: View Show
fr_fr: Voir un spectacle

source: Search Shows
fr_fr: Rechercher parmi les spectacles

source: Show
fr_fr: Spectacle

source: Add new Performance
fr_fr: Ajouter une nouvelle représentation

source: Edit Performance
fr_fr: Modifier la représentation

source: New Performance
fr_fr: Nouvelle représentation

source: View Performances
fr_fr: Voir les représentations

source: View Performance
fr_fr: Voir la représentation

source: Search Performance
fr_fr: Rechercher parmi les représentations

source: Performance
fr_fr: Représentation

source: Add new Sponsor
fr_fr: Ajouter un nouveau sponsor

source: Edit Sponsor
fr_fr: Modifier un spronsor

source: New Sponsor
fr_fr: Nouveau sponsor

source: View Sponsors
fr_fr: Voir les sponsors

source: View Sponsor
fr_fr: Voir le psonsor

source: Search Sponsors
fr_fr: Rechercher parmi les sponsors

# taxonomy general name
source: Types of Production
fr_fr: Type de productions

# taxonomy singular name
source: Type of Production
fr_fr: type de production

source: New format of Production
fr_fr: Nouveau format de production

source: New format name
fr_fr: Nom du nouveau format

source: Done
fr_fr: Fait

source: Today
fr_fr: Aujourd'hui

source: Show a different month
fr_fr: Afficher un mois différent

# column name
source: Performance
fr_fr: Représentation

source: First Date
fr_fr: Première date

source: Last Date
fr_fr: Dernière date

source: Event
fr_fr: Evénement

source: Theatre WP Options
fr_fr: Options de Theatre WP

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page

source: Spectacle Options
fr_fr: Options du spectacle

source: Short description
fr_fr: Courte description

source: Audience
fr_fr: Public

source: Duration
fr_fr: Durée

source: Duration in minutes
fr_fr: Durée en minutes

source: Intended Audience
fr_fr: Public destinataire

source: Performance Options
fr_fr: Options de la représentation

source: First date
fr_fr: Première date

source: First performing date. [Date selection / Time]
fr_fr: Date de première représentation

source: Select Date
fr_fr: Sélectionner une date

source: dd-mm-yyyy
fr_fr: jj-mm-aaaa

source: Last date
fr_fr: Dernière date

source: Last performing date. [Date selection / Time]
fr_fr: Date de dernière représentation

source: Stage
fr_fr: Scène

source: Theatre Address
fr_fr: Adresse du théâtre

source: Postal Code
fr_fr: Code postal

source: Town
fr_fr: Ville

source: Performing in this Town
fr_fr: Représentations dans cette ville

source: Region
fr_fr: Région

source: Country
fr_fr: Pays

source: Display Map
fr_fr: Afficher carte

source: Check to display map
fr_fr: Cocher pour afficher la carte

source: Video code
fr_fr: Code de la vidéo

source: Video URL
fr_fr: URL de la vidéo

source: Link
fr_fr: Lien

source: Sponsor Link
fr_fr: Lien du sponsor

source: Weight
fr_fr: Poids

source: A number between 0 and 99 to set the importance. 99 is higher
fr_fr: Un numéro entre 0 et 99 pour définir l'importance. 99 est le plus haut.

source: Title:
fr_fr: Titre :

source: Number of spectacles to show (0 for all):
fr_fr: Nombre de spectacles à afficher (0 pour les afficher tous) :

source: Sort by
fr_fr: Trier par

source: Title
fr_fr: Titre

source: Upcoming Performances
fr_fr: Prochaines représentations

source: “%s” Upcoming Performances
fr_fr: “%s” prochaines représentations

source: All Audiences
fr_fr: Tout public

source: Adults
fr_fr: Adultes

source: Family
fr_fr: Famille

source: Kids
fr_fr: Enfants

source: Young
fr_fr: Jeune public

source: There are no sponsors yet. Add some in the Sponsors menu.
fr_fr: Il n'y a pas encore de sponsor. En ajouter via le menu Sponsors.

source: No sponsors
fr_fr: Pas de sponsor
